{
    "caseNumber": "18160185",
    "caseInfo": {
        "guidKey": "83e84a87-b1f2-4446-a23e-25f062d7017b",
        "name": "18160185",
        "extension": ".json",
        "version": "0000",
        "owner": "VRW",
        "keywords": "",
        "lastChange": "2020-07-07T14:06:05.436Z",
        "fileName": "BVA18160185-NEW-0000.json",
        "workspace": "25newlltfall19"
    },
    "ruleTree": {
        "ruleID": "SC|1",
        "label": "The veteran has a disability that is service-connected.",
        "nodes": [
            {
                "ruleID": "SC|1.1",
                "label": "The veteran has a present disability.",
                "operation": "AND",
                "nodes": [
                    {
                        "ruleID": "PTSD|1.1.1",
                        "label": "The veteran’s claim is for PTSD, and the veteran presently has a diagnosis of PTSD supported by medical evidence diagnosing the condition in accordance with 38 C.F.R. § 4.125(a).",
                        "operation": "IMP"
                    }
                ]
            },
            {
                "ruleID": "SC|1.2",
                "label": "The veteran suffered an in-service incurrence or aggravation of a disease or injury in line of duty.",
                "operation": "AND",
                "nodes": [
                    {
                        "ruleID": "SC|1.2.1",
                        "label": "The veteran suffered an in-service incurrence of a disease or injury.",
                        "operation": "OR",
                        "nodes": [
                            {
                                "ruleID": "SC|1.2.1.1",
                                "label": "The veteran suffered an injury or contracted a disease during active military service.",
                                "operation": "AND",
                                "nodes": [
                                    {
                                        "ruleID": "PTSD|1.2.1.1.1",
                                        "label": "The veteran’s claim is for PTSD, and there is credible supporting evidence that the claimed in-service stressor occurred.",
                                        "operation": "OR"
                                    },
                                    {
                                        "ruleID": "SC|1.2.1.1.2",
                                        "label": "There is adequate evidence that the veteran suffered from the claimed disease or injury while in service.",
                                        "operation": "OR"
                                    }
                                ]
                            },
                            {
                                "ruleID": "SC|1.2.1.2",
                                "label": "The injury or disease did not preexist entry into service.",
                                "operation": "AND",
                                "nodes": [
                                    {
                                        "ruleID": "SC|1.2.1.2.1",
                                        "label": "The veteran is presumed to have been in sound condition when examined, accepted, and enrolled for service (the presumption of sound condition or presumption of soundness).",
                                        "operation": "IMP",
                                        "nodes": [
                                            {
                                                "ruleID": "SC|1.2.1.2.1.1",
                                                "label": "The veteran served in the active military, naval, or air service, during a period of war or after December 31, 1946, and clear and unmistakable evidence demonstrates that the injury or disease existed before acceptance and enrollment and was not aggravated by such service.",
                                                "operation": "REBUT"
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "ruleID": "SC|1.2.2",
                        "label": "The veteran suffered an in-service aggravation of a disease or injury.",
                        "operation": "OR",
                        "nodes": [
                            {
                                "ruleID": "SC|1.2.2.1",
                                "label": "The injury or disease preexisted entry into service.",
                                "operation": "AND"
                            },
                            {
                                "ruleID": "SC|1.2.2.2",
                                "label": "There was an aggravation during service.",
                                "operation": "AND",
                                "nodes": [
                                    {
                                        "ruleID": "SC|1.2.2.2.1",
                                        "label": "The presumption of aggravation has been satisfied.",
                                        "operation": "IMP",
                                        "nodes": [
                                            {
                                                "ruleID": "SC|1.2.2.2.1.1",
                                                "label": "Based on clear and unmistakable evidence (obvious or manifest) that is undebatable, there is a specific finding that the increase in disability is due to the natural progress of the disease.",
                                                "operation": "REBUT"
                                            }
                                        ]
                                    }
                                ]
                            }
                        ]
                    },
                    {
                        "ruleID": "SC|1.2.3",
                        "label": "The disability is a result of the veteran’s own willful misconduct or abuse of alcohol or drugs.",
                        "operation": "REBUT"
                    }
                ]
            },
            {
                "ruleID": "SC|1.3",
                "label": "There is a causal relationship [nexus] between the present disability and the injury, disease, or aggravation of a preexisting injury or disease incurred during active duty.",
                "operation": "AND",
                "nodes": [
                    {
                        "ruleID": "PTSD|1.3.1",
                        "label": "The veteran’s claim is for PTSD, and there is a link, established by medical evidence, between current symptoms and an in-service stressor.",
                        "operation": "IMP"
                    }
                ]
            }
        ]
    },
    "sentences": [
        {
            "sentID": "18160185P1S1",
            "text": "Citation Nr: 18160185",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P2S1",
            "text": "Decision Date: 12/27/18",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P2S2",
            "text": "Archive Date: 12/26/18",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P3S1",
            "text": "DOCKET NO. 16-55 257",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P4S1",
            "text":"DATE: December 27, 2018",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P5S1",
            "text": "ORDER",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P6S1",
            "text": "Service connection for posttraumatic stress disorder (PTSD) and major depressive disorder is granted.",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P7S1",
            "text": "FINDING OF FACT",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P8S1",
            "text": "The Veteran is currently diagnosed with PTSD and major depressive disorder; the Veteran was involved in combat during active service; the current PTSD is related to the stressor events that occurred during service.",
            "rhetClass": "FindingSentence"
        },
        {
            "sentID": "18160185P9S1",
            "text": "CONCLUSION OF LAW",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P10S1",
            "text": "Resolving reasonable doubt in favor of the Veteran, the criteria for service connection for PTSD and major depressive disorder have been met.",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P10S2",
            "text": "38 U.S.C. §§ 1110, 1131, 5103, 5103A, 5107; 38 C.F.R. §§ 3.102, 3.303, 3.304, 4.125.",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P11S1",
            "text": "REASONS AND BASES FOR FINDING AND CONCLUSION",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P12S1",
            "text": "The Veteran, who is the appellant, served on active duty from April 1968 to April 1971, and from August 1975 to September 1989.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P13S1",
            "text": "Service connection for an acquired psychiatric disorder, to include PTSD and major depressive disorder",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P14S1",
            "text": "Service connection may be granted for disability arising from disease or injury incurred in or aggravated by active service.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P14S2",
            "text": "38 U.S.C. §§ 1110, 1131; 38 C.F.R. § 3.303(a).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P14S3",
            "text": "Service connection may be granted for any disease diagnosed after discharge, when all the evidence, including that pertinent to service, establishes that the disease was incurred in service.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P14S4",
            "text": "38 C.F.R. § 3.303(d).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P14S5",
            "text": "Service connection generally requires (1) medical evidence of a current disability; (2) medical or, in certain circumstances, lay evidence of in service incurrence or aggravation of a disease or injury; and (3) medical evidence of a nexus between the claimed in service disease or injury and the current disability.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P15S1",
            "text": "The Board has recharacterized the issue on appeal as service connection for an acquired psychiatric disorder, to include PTSD and major depressive disorder, in accordance with the United States Court of Appeals for Veterans’ Claims (Court) decision in Clemons v. Shinseki, 23 Vet. App. 1 (2009) (holding that a claim for benefits of one psychiatric disability also encompassed benefits based on other psychiatric diagnoses and should be considered by the Board to be within the scope of the filed claim).",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P16S1",
            "text": "In this case, the Veteran has claimed service connection for PTSD and major depressive disorder, which are not “chronic diseases” under 38 C.F.R. § 3.309(a); therefore, the presumptive service connection provisions of 38 C.F.R. § 3.303(b) for “chronic” in service symptoms and “continuous” post-service symptoms do not apply to the claim for service connection for PTSD.",
            "rhetClass": "ReasoningSentence"
        },
        {
            "sentID": "18160185P16S2",
            "text": "Walker v. Shinseki, 708 F.3d 1331 (Fed. Cir. 2013).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P17S1",
            "text": "Service connection for PTSD requires the following three elements: (1) a current medical diagnosis of PTSD (presumed to include the adequacy of the PTSD symptomatology and the sufficiency of a claimed in-service stressor in accordance with 38 C.F.R. § 4.125(a)), (2) credible supporting evidence that the claimed in service stressor(s) actually occurred, and (3) medical evidence of a causal relationship between current symptomatology and the specific claimed in-service stressor(s).",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P17S2",
            "text": "See 38 C.F.R. § 3.304(f).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P17S3",
            "text": "In adjudicating a claim for service connection for PTSD, the Board is required to evaluate evidence based on places, types, and circumstances of service, as shown by the veteran’s military records and all pertinent medical and lay evidence.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P17S4",
            "text": "Hayes v. Brown, 5 Vet. App. 60, 66 (1993); see also 38 U.S.C. § 1154(a); 38 C.F.R. § 3.304(f).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P17S5",
            "text": "The evidence necessary to establish the occurrence of an in-service stressor for PTSD will vary depending on whether or not the veteran “engaged in combat with the enemy.”",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P17S6",
            "text": "Id.",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P18S1",
            "text": "If VA determines that the veteran engaged in combat with the enemy and that the alleged stressor is related to combat, then the veteran’s lay testimony or statements are accepted as conclusive evidence of the occurrence of the claimed stressor.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P18S2",
            "text": "38 U.S.C. § 1154(b); 38 C.F.R. § 3.304(f).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P18S3",
            "text": "No further development or corroborative evidence is required, provided that the claimed stressor is “consistent with the circumstances, conditions, or hardships of the veteran’s service.”",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P18S4",
            "text": "Id.",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P18S5",
            "text": "If, however, VA determines that the veteran did not engage in combat with the enemy or that the alleged stressor is not related to combat, the veteran’s lay testimony by itself is not sufficient to establish the occurrence of the alleged stressor.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P18S6",
            "text": "Instead, the record must contain service records or other evidence to corroborate the veteran’s testimony or statements.",
            "rhetClass": "LegalRuleSentence"
        },
        {
            "sentID": "18160185P18S7",
            "text": "See Moreau v. Brown, 9 Vet. App. 389, 394 (1996).",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P19S1",
            "text": "Initially, the Board finds that the Veteran is currently diagnosed with PTSD and major depressive disorder.",
            "rhetClass": "FindingSentence"
        },
        {
            "sentID": "18160185P19S2",
            "text": "An October 2012 private examination report reflects a diagnosis for PTSD and a July 2013 VA examination report reflects a diagnosis for major depressive disorder.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P20S1",
            "text": "After review of the lay and medical evidence, the Board finds that the evidence is at least in equipoise on the question of whether the Veteran experienced traumatic events related to engaging in combat with the enemy and fear of hostile military or terrorist activity during service.",
            "rhetClass": "FindingSentence"
        },
        {
            "sentID": "18160185P20S2",
            "text": "During the October 2012 private examination, the Veteran reported serving in a medical evacuation unit during service where he would frequently fly into combat zones to transport wounded soldiers; the Veteran witnessed gruesome injuries firsthand and recalled the blood that would coat the interior of the helicopter.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P20S3",
            "text": "In an October 2012 Statement, the Veteran described fearing for his life while stationed in the Republic of Vietnam (Vietnam) in 1968 as he experienced frequent incoming mortar attacks.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P20S4",
            "text": "During an August 2016 VA examination, the Veteran relayed combat stressors while in Vietnam.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P21S1",
            "text": "The evidence of record also includes the DD Form 214, which shows the Veteran served in the Republic of Vietnam and was awarded several commendations such as a Bronze Star Medal and the Vietnam Cross of Gallantry with Device.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P21S2",
            "text": "Military personnel records show the Veteran was awarded a Bronze Star for service in Vietnam in connection with ground operations against a hostile force.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P21S3",
            "text": "Based upon the foregoing, and resolving reasonable doubt in the Veteran’s favor, the in-service stressor event relating to engaging in combat with the enemy and fear of hostile military or terrorist activity is confirmed.",
            "rhetClass": "FindingSentence"
        },
        {
            "sentID": "18160185P22S1",
            "text": "Next, the Board finds that the PTSD stressor is adequate to support a diagnosis of PTSD, and that the evidence is at least in equipoise on the question of whether the PTSD symptoms are related to the recognized stressors.",
            "rhetClass": "FindingSentence"
        },
        {
            "sentID": "18160185P22S2",
            "text": " In the October 2012 private medical opinion, Dr. K.U. opined that that the current PTSD and depressive disorder are related to the combat stressors experienced during service.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P22S3",
            "text": "Dr. K.U. explained that the Veteran experienced stress and anxiety while stationed in Vietnam, which is consistent with service treatment records reflecting complaints and treatment for stress and reports of being in a chronic depressive state.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P22S4",
            "text": "See March 1988 service treatment record; August 1988 service treatment record; May 1989 service treatment record.",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P22S5",
            "text": "Dr. K.U. also detailed how the Veteran currently experiences symptoms such as flashbacks, nightmares, anxiety, difficulty sleeping, and stress.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P23S1",
            "text": "The record includes a July 2013 VA examination report, which reflects positive findings that the Veteran experienced, witnessed, or was confronted with an event that involved actual or threatened death or serious injury when he participated in combat activities while stationed in Vietnam.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P23S2",
            "text": "Nonetheless, the July 2013 VA examiner opined that it is less likely than not that the Veteran’s current psychiatric disorder is the result of active service or service in Vietnam as his symptoms are best captured by a diagnosis of major depressive disorder, which symptoms did not begin until after retirement; however, the July 2013 VA examiner did not address the in-service reports of chronic depression while stationed in Vietnam or the complaints and treatment for stress during active service.",
            "rhetClass": "ReasoningSentence"
        },
        {
            "sentID": "18160185P23S3",
            "text": "As such, the Board finds that the July 2013 VA examiner’s opinion is of minimal probative value as it is not based on a complete and accurate medical history.",
            "rhetClass": "ReasoningSentence"
        },
        {
            "sentID": "18160185P24S1",
            "text": "The Veteran underwent another VA examination in August 2016, for which the VA examiner provided an addendum opinion stating that the etiology of the Veteran’s major depressive disorder is not entirely clear based on the evidence in the claims file and examination of the Veteran.",
            "rhetClass": "EvidenceSentence"
        },
        {
            "sentID": "18160185P24S2",
            "text": "The VA examiner wrote that it is possible that the current psychiatric disorder may be related to the time period surrounding a reported suicide attempt in 2000; however, given that the August 2016 VA examiner’s opinion is speculative, the Board finds that it is of no probative value as to the question of whether the current acquired psychiatric disorder is etiologically related to active service.",
            "rhetClass": "ReasoningSentence"
        },
        {
            "sentID": "18160185P25S1",
            "text": "Based on the foregoing, and resolving reasonable doubt in the Veteran’s favor, the Board finds that the criteria for service connection for an acquired psychiatric disorder, to include PTSD and major depressive disorder, have been met.",
            "rhetClass": "FindingSentence"
        },
        {
            "sentID": "18160185P25S2",
            "text": "38 U.S.C. § 5107; 38 C.F.R. § 3.102.",
            "rhetClass": "CitationSentence"
        },
        {
            "sentID": "18160185P26S1",
            "text": "J. PARKER",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P27S1",
            "text": "Veterans Law Judge",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P28S1",
            "text": "Board of Veterans’ Appeals",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P29S1",
            "text": "ATTORNEY FOR THE BOARD",
            "rhetClass": "Sentence"
        },
        {
            "sentID": "18160185P29S2",
            "text": "E. Choi, Associate Counsel",
            "rhetClass": "Sentence"
        }
    ],
    "text": "Citation Nr: 18160185\r\nDecision Date: 12/27/18\tArchive Date: 12/26/18\r\n\r\nDOCKET NO. 16-55 257\r\nDATE:\tDecember 27, 2018\r\nORDER\r\nService connection for posttraumatic stress disorder (PTSD) and major depressive disorder is granted.\r\nFINDING OF FACT\r\nThe Veteran is currently diagnosed with PTSD and major depressive disorder; the Veteran was involved in combat during active service; the current PTSD is related to the stressor events that occurred during service.\r\nCONCLUSION OF LAW\r\nResolving reasonable doubt in favor of the Veteran, the criteria for service connection for PTSD and major depressive disorder have been met.  38 U.S.C. §§ 1110, 1131, 5103, 5103A, 5107; 38 C.F.R. §§ 3.102, 3.303, 3.304, 4.125.\r\nREASONS AND BASES FOR FINDING AND CONCLUSION\r\nThe Veteran, who is the appellant, served on active duty from April 1968 to April 1971, and from August 1975 to September 1989.\r\nService connection for an acquired psychiatric disorder, to include PTSD and major depressive disorder\r\nService connection may be granted for disability arising from disease or injury incurred in or aggravated by active service.  38 U.S.C. §§ 1110, 1131; 38 C.F.R. § 3.303(a).  Service connection may be granted for any disease diagnosed after discharge, when all the evidence, including that pertinent to service, establishes that the disease was incurred in service.  38 C.F.R. § 3.303(d).  Service connection generally requires (1) medical evidence of a current disability; (2) medical or, in certain circumstances, lay evidence of in service incurrence or aggravation of a disease or injury; and (3) medical evidence of a nexus between the claimed in service disease or injury and the current disability.  \r\nThe Board has recharacterized the issue on appeal as service connection for an acquired psychiatric disorder, to include PTSD and major depressive disorder, in accordance with the United States Court of Appeals for Veterans’ Claims (Court) decision in Clemons v. Shinseki, 23 Vet. App. 1 (2009) (holding that a claim for benefits of one psychiatric disability also encompassed benefits based on other psychiatric diagnoses and should be considered by the Board to be within the scope of the filed claim).\r\nIn this case, the Veteran has claimed service connection for PTSD and major depressive disorder, which are not “chronic diseases” under 38 C.F.R. § 3.309(a); therefore, the presumptive service connection provisions of 38 C.F.R. § 3.303(b) for “chronic” in service symptoms and “continuous” post-service symptoms do not apply to the claim for service connection for PTSD.  Walker v. Shinseki, 708 F.3d 1331 (Fed. Cir. 2013).  \r\nService connection for PTSD requires the following three elements: (1) a current medical diagnosis of PTSD (presumed to include the adequacy of the PTSD symptomatology and the sufficiency of a claimed in-service stressor in accordance with 38 C.F.R. § 4.125(a)), (2) credible supporting evidence that the claimed in service stressor(s) actually occurred, and (3) medical evidence of a causal relationship between current symptomatology and the specific claimed in-service stressor(s).  See 38 C.F.R. § 3.304(f).  In adjudicating a claim for service connection for PTSD, the Board is required to evaluate evidence based on places, types, and circumstances of service, as shown by the veteran’s military records and all pertinent medical and lay evidence.  Hayes v. Brown, 5 Vet. App. 60, 66 (1993); see also 38 U.S.C. § 1154(a); 38 C.F.R. § 3.304(f).  The evidence necessary to establish the occurrence of an in-service stressor for PTSD will vary depending on whether or not the veteran “engaged in combat with the enemy.”  Id.\r\nIf VA determines that the veteran engaged in combat with the enemy and that the alleged stressor is related to combat, then the veteran’s lay testimony or statements are accepted as conclusive evidence of the occurrence of the claimed stressor.  38 U.S.C. § 1154(b); 38 C.F.R. § 3.304(f).  No further development or corroborative evidence is required, provided that the claimed stressor is “consistent with the circumstances, conditions, or hardships of the veteran’s service.”  Id.  If, however, VA determines that the veteran did not engage in combat with the enemy or that the alleged stressor is not related to combat, the veteran’s lay testimony by itself is not sufficient to establish the occurrence of the alleged stressor.  Instead, the record must contain service records or other evidence to corroborate the veteran’s testimony or statements.  See Moreau v. Brown, 9 Vet. App. 389, 394 (1996).\r\nInitially, the Board finds that the Veteran is currently diagnosed with PTSD and major depressive disorder.  An October 2012 private examination report reflects a diagnosis for PTSD and a July 2013 VA examination report reflects a diagnosis for major depressive disorder.\r\nAfter review of the lay and medical evidence, the Board finds that the evidence is at least in equipoise on the question of whether the Veteran experienced traumatic events related to engaging in combat with the enemy and fear of hostile military or terrorist activity during service.  During the October 2012 private examination, the Veteran reported serving in a medical evacuation unit during service where he would frequently fly into combat zones to transport wounded soldiers; the Veteran witnessed gruesome injuries firsthand and recalled the blood that would coat the interior of the helicopter.  In an October 2012 Statement, the Veteran described fearing for his life while stationed in the Republic of Vietnam (Vietnam) in 1968 as he experienced frequent incoming mortar attacks.  During an August 2016 VA examination, the Veteran relayed combat stressors while in Vietnam.\r\nThe evidence of record also includes the DD Form 214, which shows the Veteran served in the Republic of Vietnam and was awarded several commendations such as a Bronze Star Medal and the Vietnam Cross of Gallantry with Device.  Military personnel records show the Veteran was awarded a Bronze Star for service in Vietnam in connection with ground operations against a hostile force.  Based upon the foregoing, and resolving reasonable doubt in the Veteran’s favor, the in-service stressor event relating to engaging in combat with the enemy and fear of hostile military or terrorist activity is confirmed.\r\nNext, the Board finds that the PTSD stressor is adequate to support a diagnosis of PTSD, and that the evidence is at least in equipoise on the question of whether the PTSD symptoms are related to the recognized stressors.  In the October 2012 private medical opinion, Dr. K.U. opined that that the current PTSD and depressive disorder are related to the combat stressors experienced during service.  Dr. K.U. explained that the Veteran experienced stress and anxiety while stationed in Vietnam, which is consistent with service treatment records reflecting complaints and treatment for stress and reports of being in a chronic depressive state.  See March 1988 service treatment record; August 1988 service treatment record; May 1989 service treatment record.  Dr. K.U. also detailed how the Veteran currently experiences symptoms such as flashbacks, nightmares, anxiety, difficulty sleeping, and stress.\r\nThe record includes a July 2013 VA examination report, which reflects positive findings that the Veteran experienced, witnessed, or was confronted with an event that involved actual or threatened death or serious injury when he participated in combat activities while stationed in Vietnam.  Nonetheless, the July 2013 VA examiner opined that it is less likely than not that the Veteran’s current psychiatric disorder is the result of active service or service in Vietnam as his symptoms are best captured by a diagnosis of major depressive disorder, which symptoms did not begin until after retirement; however, the July 2013 VA examiner did not address the in-service reports of chronic depression while stationed in Vietnam or the complaints and treatment for stress during active service.  As such, the Board finds that the July 2013 VA examiner’s opinion is of minimal probative value as it is not based on a complete and accurate medical history.\r\nThe Veteran underwent another VA examination in August 2016, for which the VA examiner provided an addendum opinion stating that the etiology of the Veteran’s major depressive disorder is not entirely clear based on the evidence in the claims file and examination of the Veteran.  The VA examiner wrote that it is possible that the current psychiatric disorder may be related to the time period surrounding a reported suicide attempt in 2000; however, given that the August 2016 VA examiner’s opinion is speculative, the Board finds that it is of no probative value as to the question of whether the current acquired psychiatric disorder is etiologically related to active service.\r\nBased on the foregoing, and resolving reasonable doubt in the Veteran’s favor, the Board finds that the criteria for service connection for an acquired psychiatric disorder, to include PTSD and major depressive disorder, have been met.  38 U.S.C. § 5107; 38 C.F.R. § 3.102.\r\n \r\nJ. PARKER\r\nVeterans Law Judge\r\nBoard of Veterans’ Appeals\r\nATTORNEY FOR THE BOARD\tE. Choi, Associate Counsel\r\n\r\n"
}