{
    "docID": "1554166",
    "sentences": [
        {
            "sentID": "1554166P1S1,",
            "text": "Citation Nr: 1554166",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P19S1",
            "text": "FINDINGS OF FACT",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P20S1",
            "text": "1.",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P20S2",
            "text": "At no time during the pendency of the claim does the Veteran have a current diagnosis of PTSD, and the record does not contain a recent diagnosis of such disability prior to the Veteran's filing of a claim.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P21S1",
            "text": "2.",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P21S2",
            "text": "An acquired psychiatric disorder other than PTSD is not shown to be causally or etiologically related to any disease, injury, or incident during service.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P24S1",
            "text": "REASONS AND BASES FOR FINDINGS AND CONCLUSION",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P37S1",
            "text": "II.",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P37S2",
            "text": "Analysis",
            "rhetRole": [
                "Sentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P38S1",
            "text": "Service connection may be granted for a disability resulting from disease or injury incurred in or aggravated by service.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P38S2",
            "text": "38 U.S.C.A. §§ 1110, 1131; 38 C.F.R.            § 3.303(a).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P38S3",
            "text": "Service connection may also be granted for any disease diagnosed after discharge, when all of the evidence, including that pertinent to service, establishes that the disease was incurred in service.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P38S4",
            "text": "38 C.F.R. § 3.303(d).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P39S1",
            "text": "Direct service connection may not be granted without evidence of a current disability; in-service incurrence or aggravation of a disease or injury; and a nexus between the claimed in-service disease or injury and the present disease or injury.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P39S2",
            "text": "Id.; also Caluza v. Brown, 7 Vet. App. 498, 506 (1995) aff'd, 78 F.3d 604 (Fed. Cir. 1996) [(table)].",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P41S1",
            "text": "The requirement of a current disability is satisfied when the Veteran has a disability at the time he files his service connection claim or during the pendency of that claim, even if the disability resolves prior to adjudication of the claim.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P41S2",
            "text": "McClain v. Nicholson, 21 Vet. App. 319, 321 (2007).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P41S3",
            "text": "However, when the record contains a recent diagnosis of disability prior to the Veteran's filing of a claim for benefits based on that disability, the report of the diagnosis is relevant evidence that the Board must address in determining whether a current disability existed at the time the claim was filed or during its pendency.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P41S4",
            "text": "Romanowsky v. Shinseki, 26 Vet. App. 289 (2013).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P42S1",
            "text": "Where a Veteran served for at least 90 days during a period of war or after December 31, 1946, and manifests certain chronic diseases, including psychoses, to a degree of 10 percent within one year from the date of termination of such service, such disease shall be presumed to have been incurred or aggravated in service, even though there is no evidence of such disease during the period of service.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P42S2",
            "text": "38 U.S.C.A. §§ 1101, 1112, 1137; 38 C.F.R. §§ 3.307, 3.309.",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P42S3",
            "text": "According to 38 C.F.R. § 3.384 , the term \"psychosis\" includes a brief psychotic disorder; delusional disorder; psychotic disorder due to a medical condition; psychotic disorder, not otherwise specified (NOS); schizoaffective disorder; schizophrenia; schizophreniform disorder; shared psychotic disorder; and substance-induced psychotic disorder.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P43S1",
            "text": "Alternatively, when a disease at 38 C.F.R. § 3.309(a) is not shown to be chronic during service or the one year presumptive period, service connection may also be established by showing continuity of symptomatology after service.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P43S2",
            "text": "See 38 C.F.R. § 3.303(b).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P43S3",
            "text": "The use of continuity of symptoms to establish service connection is limited to those diseases listed at 38 C.F.R. § 3.309(a).",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P43S4",
            "text": "Walker v. Shinseki, 708 F.3d 1331 (Fed. Cir. 2013).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P44S1",
            "text": "Service connection for PTSD requires medical evidence diagnosing the condition; a link, established by medical evidence, between current symptoms and an in-service stressor; and credible supporting evidence that the claimed in-service stressor occurred.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P44S2",
            "text": "38 C.F.R. § 3.304(f).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P44S3",
            "text": "If the evidence establishes that the Veteran engaged in combat with the enemy and the claimed stressor is related to that combat, in the absence of clear and convincing evidence to the contrary, and provided that the claimed stressor is consistent with the circumstances, conditions, or hardships of the Veteran's service, the Veteran's lay testimony alone may establish the occurrence of the claimed in-service stressor.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P44S4",
            "text": "38 C.F.R. § 3.304(f)(2).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P45S1",
            "text": "Effective July 13, 2010, if a stressor claimed by a Veteran is related to that Veteran's fear of hostile military or terrorist activity and a VA psychiatrist or psychologist, or a psychiatrist or psychologist with whom VA has contracted, confirms that the claimed stressor is adequate to support a diagnosis of PTSD and that a Veteran's symptoms are related to the claimed stressor, in the absence of clear and convincing evidence to the contrary, and provided the claimed stressor is consistent with the places, types, and circumstances of that Veteran's service, a Veteran's lay testimony alone may establish the occurrence of the claimed in-service stressor.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P45S2",
            "text": "\"[F]ear of hostile military or terrorist activity\" means that a Veteran experienced, witnessed, or was confronted with an event or circumstance that involved actual or threatened death or serious injury, or a threat to the physical integrity of the Veteran or others, such as from an actual or potential improvised explosive device; vehicle-imbedded explosive device; incoming artillery, rocket, or mortar fire; grenade; small arms fire, including suspected sniper fire; or attack upon friendly military aircraft, and the Veteran's response to the event or circumstance involved a psychological or psycho-physiological state of fear, helplessness, or horror.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P45S3",
            "text": "38 C.F.R. § 3.304(f)(3).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P46S1",
            "text": "When there is an approximate balance of positive and negative evidence regarding any issue material to the determination of a matter, the Secretary shall give the benefit of the doubt to the claimant.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P46S2",
            "text": "38 U.S.C.A. § 5107; 38 C.F.R. § 3.102; see also Gilbert v. Derwinski, 1 Vet. App. 49, 53 (1990).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P47S1",
            "text": "At the outset, the Board points out that the preponderance of the probative evidence is against a finding that the Veteran has a current diagnosis of PTSD during the pendency of the claim and the record does not contain a recent diagnosis of disability prior to the Veteran's filing of a claim.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P47S2",
            "text": "See McClain, supra; Romanowsky, supra.",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P47S3",
            "text": "In this regard, October 2008 VA treatment records document \"PTSD-type symptoms\" and one clinician indicated the need to \"rule out PTSD\" as a diagnosis.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P47S4",
            "text": "Thereafter, PTSD-like symptoms and a history of PTSD were noted during treatment in November 2008.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P47S5",
            "text": "However, despite these notations, there is no indication in the record that the Veteran has ever been diagnosed with PTSD by a VA or private clinician, nor was he diagnosed with PTSD by the VA psychologist who conducted the March 2015 examination.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P48S1",
            "text": "Conversely, review of the record reveals that the Veteran has been diagnosed with several acquired psychiatric disorders other than PTSD including:  unspecified depressive disorder, major depression, anxiety disorder not otherwise specified (NOS), personality disorder NOS, and substance abuse disorders, in sustained remission.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P48S2",
            "text": "Thus, the first requirement for establishing service connection, a current disability, has been met.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P49S1",
            "text": "The Veteran's service treatment records reveal no treatment for or diagnosis of any psychiatric disorder, and his separation examination revealed no psychiatric abnormalities.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P49S2",
            "text": "Moreover, there is no evidence the Veteran has ever been diagnosed with a psychosis.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P49S3",
            "text": "However, in written documents and in his Board hearing testimony, the Veteran contends that his acquired psychiatric disorder is the result of witnessing a shipmate fall overboard while stationed on the USS Constellation CVA 64 in approximately March 1975.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P49S4",
            "text": "While the AOJ attempted to verify such stressor, it was unsuccessful.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P49S5",
            "text": "Thus, to establish service connection, there must be probative evidence linking his currently diagnosed psychiatric disorders with any instance of his military service.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P49S6",
            "text": "Upon review of the evidence, the Board finds the preponderance of the evidence is against the claim.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P50S1",
            "text": "In this regard, in March 2015 the Veteran was afforded a VA examination in connection with his claim for service connection.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P50S2",
            "text": "Following an interview with the Veteran, a review of the record, and a mental status examination, the examiner diagnosed an unspecified depressive disorder and substance abuse disorders, in sustained remission.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P50S3",
            "text": "The examiner noted the Veteran's reports that he received mental health treatment in service, but noted (as does the Board) that there is no indication of such treatment in the Veteran's service treatment records.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P50S4",
            "text": "The examiner also noted the Veteran's reports of being fearful in service and his unverified stressor of seeing a fellow sailor fall overboard.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P50S5",
            "text": "Nevertheless, the examiner opined that the Veteran's depressive disorder was not related to his service and that his depressive symptoms are related to a \"long history of personality features and/or his substance abuse history.\"",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P51S1",
            "text": "The Board finds that the opinion of the VA examiner provided after reviewing the claims file and examining the Veteran is highly probative as it reflects consideration of all relevant facts and the examiner provided a detailed rationale for the conclusion reached.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P51S2",
            "text": "See Nieves-Rodriguez, supra (holding that it is the factually accurate, fully articulated, sound reasoning for the conclusion that contributes to the probative value of a medical opinion); Stefl, supra.",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P51S3",
            "text": "There is no competent medical evidence to the contrary.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P52S1",
            "text": "To the extent the Veteran believes that he suffers from a psychiatric disorder that is related to service, as a lay person, he has not shown that he has specialized training sufficient to render such an opinion.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P52S2",
            "text": "See Jandreau v. Nicholson, 492 F.3d 1372, 1376-77 (Fed. Cir. 2007) (noting general competence to testify as to symptoms but not to provide medical diagnosis).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P52S3",
            "text": "In this regard, the diagnosis and etiology of psychiatric disorders are matters not capable of lay observation, and require medical expertise to determine.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P52S4",
            "text": "Accordingly, his opinion as to the diagnosis or etiology of the current psychiatric symptomology is not competent medical evidence.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P52S5",
            "text": "The Board finds the opinion of the VA examiner to be significantly more probative than his lay assertions.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P53S1",
            "text": "Moreover, the Board recognizes that the Veteran reported at his March 2015 examination and elsewhere that he began abusing drugs during service and that the examiner attributed his current depressive symptoms to the Veteran's drug abuse history.",
            "rhetRole": [
                "EvidenceSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P53S2",
            "text": "However, both 38 C.F.R. §§ 3.301(a) and 3.301(d) prohibit service connection for diseases incurred during active military service resulting from the abuse of drugs.",
            "rhetRole": [
                "LegalRuleSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P53S3",
            "text": "As any disease resulting from his abuse of illegal drugs is not considered to be in the line of duty pursuant to 38 C.F.R. § 3.301(d), service connection for a depressive disorder as a result of illegal drug use in service cannot be established.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P53S4",
            "text": "38 C.F.R. § 3.301(a).",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P54S1",
            "text": "In summary, the Board finds that the preponderance of the probative evidence is against a finding that the Veteran's diagnosed acquired psychiatric disorders arose in service or are etiologically related to service or any incidents therein.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P54S2",
            "text": "Additionally, there is no evidence that the Veteran was diagnosed with a psychosis within a year of his separation from service.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P54S3",
            "text": "Accordingly, the claim for service connection for an acquired psychiatric disorder, to include PTSD, is denied.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P55S1",
            "text": "In reaching the above conclusion, the Board has considered the applicability of the benefit of the doubt doctrine.",
            "rhetRole": [
                "ReasoningSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P55S2",
            "text": "However, as the preponderance of the evidence is against the Veteran's claim, that doctrine is not applicable in the instant appeal.",
            "rhetRole": [
                "FindingSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        },
        {
            "sentID": "1554166P55S3",
            "text": "See 38 U.S.C.A. § 5107; 38 C.F.R. § 3.102; Gilbert, supra.",
            "rhetRole": [
                "CitationSentence"
            ],
            "ruleCondition": "ADD",
            "nlpOutput": {}
        }
    ],
    "ruleTree": {
        "name": "The veteran has a disability that is service-connected.",
        "truthValue": "",
        "children": [{
            "name": "The veteran has a present disability.",
            "siblingRelation": "AND",
            "siblingCount": 3,
            "inferenceRelation": "AND",
            "truthValue": "",
            "children": {
                "name": "The veteran’s claim is for PTSD, and the veteran presently has a diagnosis of PTSD supported by medical evidence diagnosing the condition in accordance with 38 C.F.R. § 4.125(a).",
                "inferenceRelation": "IMP",
                "truthValue": ""
            }
        },
        {
            "name": "The veteran suffered an in-service incurrence or aggravation of a disease or injury in line of duty.",
            "siblingRelation": "AND",
            "siblingCount": 3,
            "inferenceRelation": "AND",
            "truthValue": "",
            "children": [{
                "name": "The veteran suffered an in-service incurrence of a disease or injury.",
                "siblingRelation": "OR",
                "siblingCount": 2,
                "inferenceRelation": "OR",
                "truthValue": "",
                "children": [{
                    "name": "The veteran suffered an injury or contracted a disease during active military service.",
                    "siblingRelation": "AND",
                    "siblingCount": 2,
                    "inferenceRelation": "AND",
                    "truthValue": "",
                    "children": {
                        "name": "The veteran’s claim is for PTSD, and there is credible supporting evidence that the claimed in-service stressor occurred.",
                        "inferenceRelation": "IMP",
                        "truthValue": ""
                    }
                },
                {
                    "name": "The injury or disease did not preexist entry into service.",
                    "siblingRelation": "AND",
                    "siblingCount": 2,
                    "inferenceRelation": "AND",
                    "truthValue": "",
                    "children": {
                        "name": "The veteran is presumed to have been in sound condition when examined, accepted, and enrolled for service (the presumption of sound condition or presumption of soundness).",
                        "inferenceRelation": "IMP",
                        "truthValue": "",
                        "children": {
                            "name": "The veteran served in the active military, naval, or air service, during a period of war or after December 31, 1946, and clear and unmistakable evidence demonstrates that the injury or disease existed before acceptance and enrollment and was not aggravated by such service.",
                            "inferenceRelation": "REBUT",
                            "truthValue": ""
                        }            
                    }
                }]        
                },
                {
                "name": "The veteran suffered an in-service aggravation of a disease or injury.",
                "siblingRelation": "OR",
                "siblingCount": 2,
                "inferenceRelation": "OR",
                "truthValue": "",
                "children": [
                    {
                    "name": "The injury or disease preexisted entry into service.",
                    "siblingRelation": "AND",
                    "siblingCount": 2,
                    "inferenceRelation": "AND",
                    "truthValue": ""
                    },
                    {
                    "name": "There was an aggravation during service.",
                    "siblingRelation": "AND",
                    "siblingCount": 2,
                    "inferenceRelation": "AND",
                    "truthValue": "",
                    "children": {
                        "name": "The presumption of aggravation has been satisfied.",
                        "inferenceRelation": "IMP",
                        "truthValue": "",
                        "children": {
                                "name": "Based on clear and unmistakable evidence (obvious or manifest) that is undebatable, there is a specific finding that the increase in disability is due to the natural progress of the disease.",
                                "inferenceRelation": "REBUT",
                                "truthValue": ""
                        }
                    }
                }]        
                },
                {
                "name": "The disability is a result of the veteran’s own willful misconduct or abuse of alcohol or drugs.",
                "siblingRelation": "",
                "siblingCount": 0,
                "inferenceRelation": "REBUT",
                "truthValue": ""
            }]
        },
        {
            "name": "There is a causal relationship [nexus] between the present disability and the injury, disease, or aggravation of a preexisting injury or disease incurred during active duty.",
            "siblingRelation": "AND",
            "siblingCount": 3,
            "inferenceRelation": "AND",
            "truthValue": "",
            "children": {
                "name": "The veteran’s claim is for PTSD, and there is a link, established by medical evidence, between current symptoms and an in-service stressor.",
                "inferenceRelation": "IMP",
                "truthValue": ""
            }
        }]
    },
    "text": "Citation Nr: 1554166\t\nDecision Date: 12/29/15 Archive Date: 01/07/16\n\nDOCKET NO. 10-32 436\t)\tDATE\n\t)\n\t)\n\nOn appeal from the\nDepartment of Veterans Affairs Regional Office in New Orleans, Louisiana\n\n\nTHE ISSUE\n\nEntitlement to service connection for an acquired psychiatric disorder, to include posttraumatic stress disorder (PTSD), anxiety and depression. \n\n\nREPRESENTATION\n\nVeteran represented by:\tVeterans of Foreign Wars of the United States\n\n\nWITNESS AT HEARING ON APPEAL\n\nThe Veteran\n\n\nATTORNEY FOR THE BOARD\n\nKate Sosna, Associate Counsel\n\nINTRODUCTION\n\nThe Veteran served on active duty from June 1974 to July 1976.\n\nThis matter comes before the Board of Veterans' Appeals (Board) on appeal from a December 2008 rating decision issued by the Department of Veterans Affairs (VA) Regional Office (RO). \n\nThe Board previously remanded this matter for development in February 2014 and October 2014, and it now returns for final appellate review.\n\nIn September 2013, the Veteran testified at a Board hearing before a Veterans Law Judge who has since retired from the Board. A hearing transcript is of record. In June 2015, the Board sent the Veteran a letter asking if he desired a hearing before another VLJ. In the same month, the Veteran submitted correspondence indicating he did not desire an additional hearing.\n\nWhile the information of record generally indicates that Veterans of Foreign Wars of the United States (VFW) represents the Veteran, he appeared at his September 2013 hearing with an agent of The American Legion. In September 2015, the Board sent the Veteran a letter asking him to clarify who he wished to represent him before the Board. In response thereto the Veteran submitted a newly executed VA Form 21-22 in favor of VFW. As such, the Board recognizes the Veteran as currently represented by that entity.\n\n\nFINDINGS OF FACT\n\n1. At no time during the pendency of the claim does the Veteran have a current diagnosis of PTSD, and the record does not contain a recent diagnosis of such disability prior to the Veteran's filing of a claim.\n\n\n2. An acquired psychiatric disorder other than PTSD is not shown to be causally or etiologically related to any disease, injury, or incident during service.\n\n\nCONCLUSION OF LAW\n\nThe criteria for establishing entitlement to service connection for an acquired psychiatric disorder, to include PTSD, have not been met. 38 U.S.C.A. §§ 1110, 1131, 5107 (West 2014); 38 C.F.R. §§ 3.102, 3.303, 3.304 (2015).\n\n\nREASONS AND BASES FOR FINDINGS AND CONCLUSION\n\nI. Veteran's Claims Assistance Act\n\nThe Veterans Claims Assistance Act of 2000 (VCAA) and implementing regulations impose obligations on VA to provide claimants with notice and assistance. 38 U.S.C.A. §§ 5102, 5103, 5103A, 5107 (West 2014); 38 C.F.R. §§ 3.102, 3.156(a), 3.159, 3.326(a) (2015). Proper VCAA notice must inform the claimant of any information and evidence not of record (1) that is necessary to substantiate the claim; (2) that VA will seek to provide; and (3) that the claimant is expected to provide. 38 U.S.C.A. § 5103(a); 38 C.F.R. § 3.159(b)(1). \n\nIn Dingess/Hartman v. Nicholson, 19 Vet. App. 473 (2006), the United States Court of Appeals for Veterans Claims (Court) held that the VCAA notice requirements of 38 U.S.C.A. § 5103(a) and 38 C.F.R. § 3.159(b) apply to all five elements of a service connection claim. Those five elements include: 1) Veteran status; 2) existence of a disability; 3) a connection between the Veteran's service and the disability; 4) degree of disability; and 5) effective date of the disability. \n\nIn Pelegrini v. Principi, 18 Vet. App. 112 (2004), the Court held that a VCAA notice, as required by 38 U.S.C.A. § 5103(a), must be provided to a claimant before the initial unfavorable agency of original jurisdiction (AOJ) decision on the claim for VA benefits. \n\nIn the instant case, the Board finds that VA has satisfied its duty to notify under the VCAA. Specifically, an October 2008 letter, sent prior to the initial unfavorable decision issued in December 2008 advised the Veteran of the evidence and information necessary to substantiate his service connection claim as well as his and VA's respective responsibilities in obtaining such evidence and information. Additionally, such letter advised him of the information and evidence necessary to establish a disability rating and an effective date in accordance with Dingess/Hartman, supra. \n\nThe VCAA also requires VA to make reasonable efforts to help a claimant obtain evidence necessary to substantiate his claim. 38 U.S.C.A. § 5103A; 38 C.F.R. §§§ 3.159(c), (d). This \"duty to assist\" contemplates that VA will help a claimant obtain records relevant to his claim, whether or not the records are in Federal custody, and that VA will provide a medical examination or obtain an opinion when necessary to make a decision on the claim. 38 C.F.R. § 3.159(c)(4).\n\nIn this regard, the Veteran's service treatment and personnel records as well as post-service VA treatment records have been obtained and considered. The Veteran has not identified any additional, outstanding records that have not been requested or obtained. \n\nThe Veteran was also afforded a VA examination in March 2015 with respect to the issue decided herein. The Board finds that such VA examination and accompanying opinion is adequate to decide the issue as they are predicated on an interview with the Veteran; a review of the record, to include his service treatment records; and a mental status examination. The opinion proffered considered all of the pertinent evidence of record, to include the statements of the Veteran, and provided a complete rationale, relying on and citing to the records reviewed. Moreover, the examiner offered clear conclusions with supporting data as well as reasoned medical explanations connecting the two. See Nieves-Rodriguez v. Peake, 22 Vet. App. 295 (2008); Stefl v. Nicholson, 21 Vet. App. 120, 124 (2007) (\"[A]medical opinion . . . must support its conclusion with an analysis that the Board can consider and weigh against contrary opinions\"). Accordingly, the Board finds that VA's duty to assist with respect to obtaining a VA examination and opinion regarding the issue decided herein has been met. \n\nAdditionally, in September 2013, the Veteran was provided an opportunity to set forth his contentions during the hearing before a now-retired Veterans Law Judge. In Bryant v. Shinseki, 23 Vet. App. 488 (2010), the Court held that 38 C.F.R. § 3.103(c)(2) requires that the Decision Review Officer or Veterans Law Judge who chairs a hearing to fulfill two duties: (1) the duty to fully explain the issues and (2) the duty to suggest the submission of evidence that may have been overlooked. \n\nHere, during the September 2013 hearing, the presiding Veterans Law Judge noted the issue on appeal. Also, information was solicited regarding the Veteran's in-service experiences he alleges resulted in his psychiatric disorder, the type and onset of symptoms, relevant treatment, and her contention that his military service caused his psychiatric disorder. Therefore, not only was the issue \"explained . . . in terms of the scope of the claim for benefits,\" but \"the outstanding issues material to substantiating the claim,\" were also fully explained. See Bryant, 23 Vet. App. at 497. In light of the Veteran's testimony, the presiding Veterans Law Judge remanded the matter in order to obtain updated VA treatment records and afford him a VA examination so as to determine the nature and etiology of his acquired psychiatric disorder. Under these circumstances, nothing gives rise to the possibility that evidence had been overlooked with regard to the Veteran's claim decided herein. As such, the Board finds that, consistent with Bryant, the presiding Veterans Law Judge complied with the duties set forth in 38 C.F.R. 3.103(c)(2) and that the Board may proceed to adjudicate the claim based on the current record.\n\nAs noted previously, the Board remanded the case for additional development in February 2014 and October 2014 in order to obtain updated VA treatment records and afford the Veteran a VA examination so as to determine the nature and etiology of his acquired psychiatric disorder. As a result of such remands, updated VA treatment records were obtained and the Veteran was afforded a VA examination in March 2015. Therefore, the Board finds that the AOJ has substantially complied with the February 2014 and October 2014 remand directives such that no further action is necessary in this regard. See D'Aries v. Peake, 22 Vet. App. 97, 105 (2008); Dyment v. West, 13 Vet. App. 141, 146-47 (1999) (remand not required under Stegall v. West, 11 Vet. App. 268 (1998), where the Board's remand instructions were substantially complied with), aff'd, Dyment v. Principi, 287 F.3d 1377 (2002). \n\nThus, the Board finds that VA has fully satisfied the duty to assist. In the circumstances of this case, additional efforts to assist or notify the Veteran in accordance with the VCAA would serve no useful purpose. See Soyini v. Derwinski, 1 Vet. App. 540, 546 (1991) (strict adherence to requirements of the law does not dictate an unquestioning, blind adherence in the face of overwhelming evidence in support of the result in a particular case; such adherence would result in unnecessarily imposing additional burdens on VA with no benefit flowing to the appellant); Sabonis v. Brown, 6 Vet. App. 426, 430 (1994) (remands which would only result in unnecessarily imposing additional burdens on VA with no benefit flowing to the appellant are to be avoided). VA has satisfied its duty to inform and assist the Veteran at every stage in this case, at least insofar as any errors committed were not harmful to the essential fairness of the proceeding. Therefore, he will not be prejudiced as a result of the Board proceeding to the merits of his claim.\n\nII. Analysis\n\nService connection may be granted for a disability resulting from disease or injury incurred in or aggravated by service. 38 U.S.C.A. §§ 1110, 1131; 38 C.F.R. § 3.303(a). Service connection may also be granted for any disease diagnosed after discharge, when all of the evidence, including that pertinent to service, establishes that the disease was incurred in service. 38 C.F.R. § 3.303(d).\n\nDirect service connection may not be granted without evidence of a current disability; in-service incurrence or aggravation of a disease or injury; and a nexus between the claimed in-service disease or injury and the present disease or injury. \nId.; also Caluza v. Brown, 7 Vet. App. 498, 506 (1995) aff'd, 78 F.3d 604 (Fed. Cir. 1996) [(table)].\n\nThe requirement of a current disability is satisfied when the Veteran has a disability at the time he files his service connection claim or during the pendency of that claim, even if the disability resolves prior to adjudication of the claim. McClain v. Nicholson, 21 Vet. App. 319, 321 (2007). However, when the record contains a recent diagnosis of disability prior to the Veteran's filing of a claim for benefits based on that disability, the report of the diagnosis is relevant evidence that the Board must address in determining whether a current disability existed at the time the claim was filed or during its pendency. Romanowsky v. Shinseki, 26 Vet. App. 289 (2013).\n\nWhere a Veteran served for at least 90 days during a period of war or after December 31, 1946, and manifests certain chronic diseases, including psychoses, to a degree of 10 percent within one year from the date of termination of such service, such disease shall be presumed to have been incurred or aggravated in service, even though there is no evidence of such disease during the period of service. 38 U.S.C.A. §§ 1101, 1112, 1137; 38 C.F.R. §§ 3.307, 3.309. According to 38 C.F.R. § 3.384 , the term \"psychosis\" includes a brief psychotic disorder; delusional disorder; psychotic disorder due to a medical condition; psychotic disorder, not otherwise specified (NOS); schizoaffective disorder; schizophrenia; schizophreniform disorder; shared psychotic disorder; and substance-induced psychotic disorder.\n\nAlternatively, when a disease at 38 C.F.R. § 3.309(a) is not shown to be chronic during service or the one year presumptive period, service connection may also be established by showing continuity of symptomatology after service. See 38 C.F.R. § 3.303(b). The use of continuity of symptoms to establish service connection is limited to those diseases listed at 38 C.F.R. § 3.309(a). Walker v. Shinseki, 708 F.3d 1331 (Fed. Cir. 2013). \n\nService connection for PTSD requires medical evidence diagnosing the condition; a link, established by medical evidence, between current symptoms and an in-service stressor; and credible supporting evidence that the claimed in-service stressor occurred. 38 C.F.R. § 3.304(f). If the evidence establishes that the Veteran engaged in combat with the enemy and the claimed stressor is related to that combat, in the absence of clear and convincing evidence to the contrary, and provided that the claimed stressor is consistent with the circumstances, conditions, or hardships of the Veteran's service, the Veteran's lay testimony alone may establish the occurrence of the claimed in-service stressor. 38 C.F.R. § 3.304(f)(2). \n\nEffective July 13, 2010, if a stressor claimed by a Veteran is related to that Veteran's fear of hostile military or terrorist activity and a VA psychiatrist or psychologist, or a psychiatrist or psychologist with whom VA has contracted, confirms that the claimed stressor is adequate to support a diagnosis of PTSD and that a Veteran's symptoms are related to the claimed stressor, in the absence of clear and convincing evidence to the contrary, and provided the claimed stressor is consistent with the places, types, and circumstances of that Veteran's service, a Veteran's lay testimony alone may establish the occurrence of the claimed in-service stressor. \"[F]ear of hostile military or terrorist activity\" means that a Veteran experienced, witnessed, or was confronted with an event or circumstance that involved actual or threatened death or serious injury, or a threat to the physical integrity of the Veteran or others, such as from an actual or potential improvised explosive device; vehicle-imbedded explosive device; incoming artillery, rocket, or mortar fire; grenade; small arms fire, including suspected sniper fire; or attack upon friendly military aircraft, and the Veteran's response to the event or circumstance involved a psychological or psycho-physiological state of fear, helplessness, or horror. 38 C.F.R. § 3.304(f)(3).\n\nWhen there is an approximate balance of positive and negative evidence regarding any issue material to the determination of a matter, the Secretary shall give the benefit of the doubt to the claimant. 38 U.S.C.A. § 5107; 38 C.F.R. § 3.102; see also Gilbert v. Derwinski, 1 Vet. App. 49, 53 (1990).\n\nAt the outset, the Board points out that the preponderance of the probative evidence is against a finding that the Veteran has a current diagnosis of PTSD during the pendency of the claim and the record does not contain a recent diagnosis of disability prior to the Veteran's filing of a claim. See McClain, supra; Romanowsky, supra. In this regard, October 2008 VA treatment records document \"PTSD-type symptoms\" and one clinician indicated the need to \"rule out PTSD\" as a diagnosis. Thereafter, PTSD-like symptoms and a history of PTSD were noted during treatment in November 2008. However, despite these notations, there is no indication in the record that the Veteran has ever been diagnosed with PTSD by a VA or private clinician, nor was he diagnosed with PTSD by the VA psychologist who conducted the March 2015 examination.\n\nConversely, review of the record reveals that the Veteran has been diagnosed with several acquired psychiatric disorders other than PTSD including: unspecified depressive disorder, major depression, anxiety disorder not otherwise specified (NOS), personality disorder NOS, and substance abuse disorders, in sustained remission. Thus, the first requirement for establishing service connection, a current disability, has been met. \n\nThe Veteran's service treatment records reveal no treatment for or diagnosis of any psychiatric disorder, and his separation examination revealed no psychiatric abnormalities. Moreover, there is no evidence the Veteran has ever been diagnosed with a psychosis. However, in written documents and in his Board hearing testimony, the Veteran contends that his acquired psychiatric disorder is the result of witnessing a shipmate fall overboard while stationed on the USS Constellation CVA 64 in approximately March 1975. While the AOJ attempted to verify such stressor, it was unsuccessful. Thus, to establish service connection, there must be probative evidence linking his currently diagnosed psychiatric disorders with any instance of his military service. Upon review of the evidence, the Board finds the preponderance of the evidence is against the claim.\n\nIn this regard, in March 2015 the Veteran was afforded a VA examination in connection with his claim for service connection. Following an interview with the Veteran, a review of the record, and a mental status examination, the examiner diagnosed an unspecified depressive disorder and substance abuse disorders, in sustained remission. The examiner noted the Veteran's reports that he received mental health treatment in service, but noted (as does the Board) that there is no indication of such treatment in the Veteran's service treatment records. The examiner also noted the Veteran's reports of being fearful in service and his unverified stressor of seeing a fellow sailor fall overboard. Nevertheless, the examiner opined that the Veteran's depressive disorder was not related to his service and that his depressive symptoms are related to a \"long history of personality features and/or his substance abuse history.\" \n\nThe Board finds that the opinion of the VA examiner provided after reviewing the claims file and examining the Veteran is highly probative as it reflects consideration of all relevant facts and the examiner provided a detailed rationale for the conclusion reached. See Nieves-Rodriguez, supra (holding that it is the factually accurate, fully articulated, sound reasoning for the conclusion that contributes to the probative value of a medical opinion); Stefl, supra. There is no competent medical evidence to the contrary.\n\nTo the extent the Veteran believes that he suffers from a psychiatric disorder that is related to service, as a lay person, he has not shown that he has specialized training sufficient to render such an opinion. See Jandreau v. Nicholson, 492 F.3d 1372, 1376-77 (Fed. Cir. 2007) (noting general competence to testify as to symptoms but not to provide medical diagnosis). In this regard, the diagnosis and etiology of psychiatric disorders are matters not capable of lay observation, and require medical expertise to determine. Accordingly, his opinion as to the diagnosis or etiology of the current psychiatric symptomology is not competent medical evidence. The Board finds the opinion of the VA examiner to be significantly more probative than his lay assertions.\n\nMoreover, the Board recognizes that the Veteran reported at his March 2015 examination and elsewhere that he began abusing drugs during service and that the examiner attributed his current depressive symptoms to the Veteran's drug abuse history. However, both 38 C.F.R. §§ 3.301(a) and 3.301(d) prohibit service connection for diseases incurred during active military service resulting from the abuse of drugs. As any disease resulting from his abuse of illegal drugs is not considered to be in the line of duty pursuant to 38 C.F.R. § 3.301(d), service connection for a depressive disorder as a result of illegal drug use in service cannot be established. 38 C.F.R. § 3.301(a).\n\nIn summary, the Board finds that the preponderance of the probative evidence is against a finding that the Veteran's diagnosed acquired psychiatric disorders arose in service or are etiologically related to service or any incidents therein. Additionally, there is no evidence that the Veteran was diagnosed with a psychosis within a year of his separation from service. Accordingly, the claim for service connection for an acquired psychiatric disorder, to include PTSD, is denied. \n\nIn reaching the above conclusion, the Board has considered the applicability of the benefit of the doubt doctrine. However, as the preponderance of the evidence is against the Veteran's claim, that doctrine is not applicable in the instant appeal. See 38 U.S.C.A. § 5107; 38 C.F.R. § 3.102; Gilbert, supra. \n\n\nORDER\n\nService connection for an acquired psychiatric disorder, to include PTSD, is denied.\n\n\n\n____________________________________________\nA. JAEGER\nVeterans Law Judge, Board of Veterans' Appeals\n\n\n\nDepartment of Veterans Affairs",
    "metadm": {
        "citationNr": "1554166",
        "decisionDate": "2015-12-29T00:00:00",
        "archiveDate": "2016-01-07T00:00:00",
        "docketNumber": "10-32 436",
        "regionalOffice": "Department of Veterans Affairs Regional Office in New Orleans, Louisiana",
        "judge": "A. JAEGER",
        "fileName": "BVA1554166.txt",
        "processDate": "2019-01-20T14:41:12.8743912-08:00"
    }
}